[
  {
    "id": "0001",
    "day": 12,
    "month": "THOUT",
    "isOccasion": true,
    "isMain": true,
    "name_ar": "عيد النيروز رأس السنة القبطية",
    "name_en": "Newroz, Coptic New Year",
    "name_co": "Ⲡⲓⲉⲣⲫⲉⲓ ⲛ̀ⲧⲉ Ⲡⲓⲛⲓⲣⲟⲥ ⲫ̀ⲧⲉ ϯⲣⲟⲙⲡⲓ ⲛ̀ⲕⲉⲙⲓ",
    "description_ar": "في هذا اليوم تُعيِّد الكنيسة برأس السنة القبطية، وتُقام الاحتفالات تكريماً لشهداء المسيحية وتخليداً لذكراهم وتبركاً بحياتهم، إيماناً من الكنيسة والمؤمنين بفاعلية صلواتهم وطلباتهم. وقد بدأ تقويم الشهداء في بداية حكم الإمبراطور دقلديانوس سنة 284م. والكنيسة تُقدم لأبنائها قصة المسيحية المبكرة في أبهى صورة، حينما قدم المسيحيون ذواتهم في عهد ذلك الإمبراطور، كنماذج للحب والبذل والإيمان والاحتمال ومحبة الأعداء، بل أن الكنيسة تُقدم قصة الكرازة بالإنجيل للعالم أجمع وللخليقة كلها. وهي بذلك تُعلِّم أن الإيمان المسيحي في طوره المبكر انتشر بسفك دماء الشهداء والقدوة أكثر من انتشاره بالوعظ والتعليم. فلنحفظ هذا اليوم مقدساً بكل طهر ونقاوة، ولنبتعد عن الأعمال المرذولة، ونبتدئ بأعمال جديدة مقدسة كقول القديس بولس الرسول ( إن كان أحد في المسيح فهو خليقة جديدة، الأشياء العتيقة قد مضت، هوذا الكل قد صار جديداً ) ( 2كو 5: 17). وقال داود النبي ( بارك رأس السنة بصلاحك فتمتلىء بقاعك دسماً ) (مز 65: 11). نطلب من الله أن يجدد حياتنا ويحفظنا بغير خطية بشفاعة القديسة العذراء مريم وطلبات جميع الشهداء الأطهار آمين.",
    "description_en": "On this day, the Church celebrates the Coptic New Year, and celebrations are held to honor the Christian martyrs, commemorate their memory, and seek blessings from their lives, out of the Church and believers’ belief in the effectiveness of their prayers and supplications. The calendar of martyrs began at the beginning of the reign of Emperor Diocletian in 284 AD. The Church presents to its children the story of early Christianity in its most splendid form, when Christians presented themselves during the reign of that emperor as models of love, sacrifice, faith, endurance, and love of enemies. Indeed, the Church presents the story of preaching the Gospel to the entire world and to all creation. In doing so, it teaches that the Christian faith in its early stages spread through the shedding of the blood of martyrs and example more than through preaching and teaching. Let us keep this day holy with all purity and cleanliness, and let us stay away from reprehensible deeds, and begin with new, holy deeds, as the Apostle Paul says, “If anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new” (2 Corinthians 5:1-2). 17). And the Prophet David said, “Bless the New Year with your goodness, that your valleys may be filled with abundance” (Psalm 65:11). We ask God to renew our lives and keep us sinless through the intercession of the Holy Virgin Mary and the prayers of all the pure martyrs. Amen.",
    "image": "https://stgeorgesaman.com/wp-content/uploads/2021/07/Many-saints.jpg",
    "slug": "1_thout_newroz",
    "postImage": "https://scontent.fcai19-11.fna.fbcdn.net/v/t39.30808-6/473828570_122220623780029280_3157238165902206244_n.jpg?stp=dst-jpg_s565x565_tt6&_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_eui2=AeHPEQDZy2sUT42-ysckfDtb-lIwKx7fS2_6UjArHt9Lb-jq9wKYhzUQWo_yz71A5PTZ9F9Pz4FRhOqVI6IU7KbX&_nc_ohc=lLeGkqoVEQsQ7kNvwHUWpt5&_nc_oc=AdkxlG-VJi4AnpVfMAwZylvtiiLr3HgNEW4Un1f9XXZxRRE2GZIh6pGBDOpQl1pDcOA&_nc_zt=23&_nc_ht=scontent.fcai19-11.fna&_nc_gid=qIwnnCs3513Fp8G3IZR5Zw&oh=00_AfbTlMqVTb13EJlP9QbIAmdDKYGZgQWEX5St5WFWaBN5UA&oe=68D6FA37"
  },
  {
    "id": "0002",
    "day": 12,
    "month": "THOUT",
    "isSaint": true,
    "name_ar": "تذكار شفاء أيوب الصدِّيق",
    "name_en": "Commemoration of the healing of Job the Righteous",
    "name_co": "Ⲡⲓⲉⲣⲫⲉⲓ ⲛ̀ⲧⲉ Ⲡⲓⲛⲓⲣⲟⲥ ⲫ̀ⲧⲉ ϯⲣⲟⲙⲡⲓ ⲛ̀ⲕⲉⲙⲓ",
    "description_ar": "رتَّبت الكنيسة أن يكون هذا اليوم تذكاراً لشفاء أيوب البار. وكان يسكن في أرض عوص نسبة إلى جده عوص. ويشهد الكتاب المقدس عن هذا الصديق أنه كان كاملاً ومستقيماً يتقى الله ويحيد عن الشر (أيوب 1: 1). كما شهد الكتاب عنه أنه كان غنياً جداً في الأموال والمقتنيات ( كان هذا الرجل أعظم بنى المشرق ) (أيوب 1: 3). تنبأ أيوب عن مجيء السيد المسيح لفداء البشرية بقوله ( أما أنا فقد علمت أن ولييّ حي ويظهر على الأرض في آخر الزمان ) (أيوب 19: 25). كما كان يؤمن بخلود النفس والحياة بعد الموت رغم أنه عاش قبل الناموس بزمن طويل فيقول ( وبعد أن يُفنى جلدي هذا وبدون جسدي أرى الله ) (أيوب 19: 26). وتميز أيوب في أيام سعته بفضائل كثيرة مثل الطهارة كقوله: ( عهداً قطعت لعيني فكيف أتطلع في عذراء ) (أيوب 31: 1)، والشفقة على الفقراء والمساكين ( فتحت للمسافر أبوابي، هل أكلت لقمتي وحدي ولم يأكل منها اليتيم، منذ صباه كبر عندي كأب ) (أيوب 31: 11). والتمسك بعبادة الله رغم انتشار عبادة الأصنام حوله ( إن كنت قد نظرت إلى النور حين أضاء أو إلى القمر يسير بالبهاء وغوى قلبي سراً... لأني أكون قد جحدت الله من فوق ) (أيوب 31: 26 – 28). والاتكال على الله لا على الغنى ( إن كنت قد جعلت الذهب عمدتي أو قلت للإبريز أنت متكلي، إن كنت قد فرحت إذ كثرت ثروتي ) (أيوب 31: 24)، والتمسك بحياة التوبة المستمرة ( إن كنت قد كتمت كالناس ذنبي لإخفاء إثمي في حضني، بل كنت أخبره بعدد خطواتي ) (أيوب 31: 34). سمح الله بالتجارب لأيوب لأنه يعرف أصالة معدنه وقوة إيمانه بالله ولكي يقيم منه معلماً للصبر والاحتمال إلى آخر الدهور (يعقوب 1: 4). ولما أدت التجربة مهمتها رفع عنه الله هذه التجربة وعاد أيوب إلى مجده الأول مضاعفاً. فليعطنا الرب نعمة الاحتمال ببركة صلوات هذا الصديق العظيم آمين.",
    "description_en": "The Church established this day in remembrance of the healing of the righteous Job. He lived in the land of Uz, named after his grandfather Uz. The Bible testifies that this righteous man was blameless and upright, fearing God and shunning evil (Job 1:1). The Bible also testifies that he was very rich in money and possessions (This man was the greatest among the sons of the East) (Job 1:3). Job prophesied about the coming of the Lord Christ to redeem humanity, saying, (But I know that my Redeemer lives and will appear on the earth at the end of time) (Job 19:25). He also believed in the immortality of the soul and life after death, even though he lived long before the Law, saying, (After this skin of mine is destroyed, yet in my flesh I shall see God) (Job 19:26). Job was distinguished in his days of prosperity by many virtues such as purity as he said: “I have made a covenant with my eyes; how can I look at a virgin?” (Job 31:1), compassion for the poor and needy (“I have opened my gates to the traveler? Have I eaten my morsel alone, and the orphan not eaten of it? From his youth he has grown up with me like a father”) (Job 31:11), and adherence to the worship of God despite the widespread idolatry around him (“If I have looked at the light when it shines, or at the moon when it goes in splendor, and my heart has been secretly deceived… then I have denied the God above”) (Job 31:26-28). And trust in God, not in riches (“If I have made gold my pillar, Or said to fine gold, ‘You are my trust,’ If I have rejoiced that my wealth has increased”) (Job 31:24), and clinging to a life of continuous repentance (“If I have hidden my transgression like others, To hide my iniquity in my bosom, Or have told [them] the number of my steps”) (Job 31:34). God allowed trials for Job because He knew the authenticity of his character and the strength of his faith in God, And in order to make him a teacher of patience and endurance until the end of time (James 1:4). When the trial had served its purpose, God lifted it from him, and Job returned to his former glory doubled. May the Lord grant us the grace of endurance through the prayers of this great friend. Amen.",
    "image": "https://i1.wp.com/www.light-dark.net/wp-content/uploads/2025/05/261_687_073740-319.jpg",
    "slug": "1_thout_newroz",
    "postImage": "https://scontent.fcai19-11.fna.fbcdn.net/v/t39.30808-6/547239623_122260292168029280_6628237447507400697_n.jpg?stp=dst-jpg_s565x565_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_eui2=AeG0DXClqrDsRvf7p4cK2COxc2Q36ZLatlhzZDfpktq2WJJK88RsRJpYvjJGHOEpQ0iXtFjk-E7SsIvKsqBkm24y&_nc_ohc=ZXIoeTZdIXkQ7kNvwFwPUTY&_nc_oc=AdmASaynzEQk6mq8mq_ZzXVSUphLWIvmx0sOL4oa5x4AyGzEU2DWkTNZAMURfFU5O94&_nc_zt=23&_nc_ht=scontent.fcai19-11.fna&_nc_gid=cF_46_4FtXKdKHUOL3vvxg&oh=00_AfZ7mcUAvn_jZNfO2A79pvjwl2hnEte0JxCfYSc34PN6cQ&oe=68D6E88F"
  },
  {
    "id": "0003",
    "day": 12,
    "month": "THOUT",
    "isMartyr": true,
    "name_ar": "استشهاد القديس برثولماوس الرسول",
    "name_en": "Martyrdom of Saint Bartholomew the Apostle",
    "name_co": "Ⲡⲓⲉⲣⲫⲉⲓ ⲛ̀ⲧⲉ Ⲡⲓⲛⲓⲣⲟⲥ ⲫ̀ⲧⲉ ϯⲣⲟⲙⲡⲓ ⲛ̀ⲕⲉⲙⲓ",
    "description_ar": "وفيه أيضاً من سنة 71م استشهد القديس برثولماوس الرسول أحد الاثنى عشر تلميذاً. كان هذا الرسول من إقليم الجليل، وهو عينه نثنائيل الذي ذكر عنه القديس يوحنا الإنجيلي أن القديس فيلبس الرسول أحضره للسيد المسيح (يو 1: 45). وقد لازم الرب يسوع فترة خدمته على الأرض، وكان له شرف رؤية الرب بعد القيامة على بحر طبرية مع بعض التلاميذ (يو 21: 2)، كما حضر حلول الروح القدس يوم الخمسين. بشَّر هذا الرسول في بلاد اليمن، وترك لهم نسخة من إنجيل متى باللغة الأرامية حيث كانت توجد جالية يهودية كبيرة هناك. كما أنه بشَّر في بلاد أرمينيا، ومازالت تعتبره الكنيسة الأرمنية شفيعها، حيث أنه استشهد بها. بركة صلواته فلتكن معنا آمين.",
    "description_en": "Also on this day in the year 71 AD, Saint Bartholomew, one of the Twelve Apostles, was martyred. This apostle was from the Galilee region, and he is the same Nathanael about whom Saint John the Evangelist mentioned that Saint Philip the Apostle brought him to the Lord Christ (John 1:45). He accompanied the Lord Jesus during His earthly ministry and was honored to see the Lord after the Resurrection on the Sea of ​​Galilee with some of the disciples (John 21:2). He was also present at the descent of the Holy Spirit on the Day of Pentecost. This apostle preached in Yemen and left them a copy of the Gospel of Matthew in Aramaic, as there was a large Jewish community there. He also preached in Armenia, and the Armenian Church still considers him its patron saint, as he was martyred there. May his prayers be with us. Amen.",
    "image": "https://st-takla.org/Gallery/var/albums/Saints-and-Figures/Twelve-Disciples/06-Bartholomew/www-St-Takla-org--12-Apostles--Apostle-St-Barthelmawos.jpg",
    "slug": "1_thout_newroz",
    "postImage": "https://scontent.fcai19-11.fna.fbcdn.net/v/t39.30808-6/545972700_122260292522029280_5031509261885274010_n.jpg?stp=dst-jpg_s565x565_tt6&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_eui2=AeH388PuvaXldXSIIX0ldqqT9sQxH2mJ-zD2xDEfaYn7MMOAs7wpLRt7UzrQr9C2hbpz3WZcr9ne93t26LWKNI5E&_nc_ohc=Jvbt4KNSPaYQ7kNvwFBw4kg&_nc_oc=AdlCHd9QTAqvatWOlB1IBc73nnJ-6Q1cff0tSHj0z6F1R6q22PXMq0AA3ZDf7tUVKhk&_nc_zt=23&_nc_ht=scontent.fcai19-11.fna&_nc_gid=ypSLOprD8YlQX1n21wB3bw&oh=00_Afb81H9BjucAsPozH-_gMvgArbcq1L5ub1Co7nJdw7jm8g&oe=68D6CC1B"
  }
]
